{
    "testimonials": [
      {
        "testimonialId": 1,
        "reviewerName": "Sarah",
        "reviewerAge": "24",
        "imageUrl": "/testimonials/testimonial-sarah1.jpg",
        "imageAlt": "Sarah",
        "review": "'I was looking for some advice to get back on track with a healthier lifestyle because I felt a lack of energy. Lucas, your fitness regimen has me feeling healthier and more energized. Thank you for the motivation!'"
      },
      {
        "testimonialId": 2,
        "reviewerName": "Anita",
        "reviewerAge": "68",
        "imageUrl": "/testimonials/testimonial-anita1.jpg",
        "imageAlt": "Anita",
        "review": "'Thanks to Emma for picking up my groceries when I was down with the flu! Lifesaver! This is certainly not my last time using A Helping Hand!'"
      },
      {
        "testimonialId": 3,
        "reviewerName": "Jaqueline",
        "reviewerAge": "31",
        "imageUrl": "/testimonials/testimonial-jaqueline-sandy1.jpg",
        "imageAlt": "Jaqueline with dog Sandy",
        "review": "'So happy for finding Lisa through your service. She helped me walk my dog Sandy after I had an accident and wasn't able to post-surgery. So fun because me and Lisa actually still stay in touch!'"
      },
      {
        "testimonialId": 4,
        "reviewerName": "Adam",
        "reviewerAge": "34",
        "imageUrl": "/testimonials/testimonial-adam1.jpg",
        "imageAlt": "Adam",
        "review": "'Thanks to this service, and Sam who quickly lent me his suit, when my luggage had gotten lost during my flight over to Sweden. Thanks to you I still could look well dressed and have the best time during my best friends wedding!'"
      },
      {
        "testimonialId": 5,
        "reviewerName": "Jack",
        "reviewerAge": "64",
        "imageUrl": "/testimonials/testimonial-jack1.jpg",
        "imageAlt": "Jack",
        "review": "'I got the opportunity to help this sweet lady Maria with her garden. One of my hobbies is gardening so this was right up my alley. And seeing her smile was priceless!'"
      },
      {
        "testimonialId": 6,
        "reviewerName": "Maya",
        "reviewerAge": "23",
        "imageUrl": "/testimonials/testimonial-maya1.jpg",
        "imageAlt": "Maya",
        "review": "'Kudos to Andrew who was willing to meet up and help me carry my new, really heavy, sofa up three flights of stairs. I certainly couldn't have done it without you!'"
      },
      {
        "testimonialId": 7,
        "reviewerName": "Robert",
        "reviewerAge": "92",
        "imageUrl": "/testimonials/testimonial-robert1.jpg",
        "imageAlt": "Robert",
        "review": "'Thank you to the young man who came and cleared away all the snow in my driveway. Finally I dared to go outside and get my mail when the driveway wasn't covered in snow.'"
      },
      {
        "testimonialId": 8,
        "reviewerName": "Nadia",
        "reviewerAge": "26",
        "imageUrl": "/testimonials/testimonial-nadia1.jpg",
        "imageAlt": "Nadia",
        "review": "'So grateful for the person that helped me get my suitcase open when it was jammed so I could pack for my trip to Asia. The money I saved on not having to buy a new suitcase was spent on nice meals during my vacation instead!'"
      },
      {
        "testimonialId": 9,
        "reviewerName": "Ruth & Zoe",
        "reviewerAge": "37 & 40",
        "imageUrl": "/testimonials/testimonial-ruth-zoe1.jpg",
        "imageAlt": "Ruth and Zoe",
        "review": "'When we moved to Varberg we didn't have a car of our own. The move resulted in a lot of packing materials that we needed to get rid of and recycle and Hannah offered to do so. So nice to see a helpful community in the city we choose to move to!'"
      },
      {
        "testimonialId": 10,
        "reviewerName": "Alex",
        "reviewerAge": "27",
        "imageUrl": "/testimonials/testimonial-alex1.jpg",
        "imageAlt": "Alex",
        "review": "'Couldn't be more thrilled that I through this nice community could get some help securing my boat when a storm was about to hit and I was abroad. My boat got through the storm without a scratch because of the amazing help I got. Thanks a lot!"
      },
      {
        "testimonialId": 11,
        "reviewerName": "Sandeep",
        "reviewerAge": "27",
        "imageUrl": "/testimonials/testimonial-sandeep1.jpg",
        "imageAlt": "Sandeep",
        "review": "'So happy that I got some help when my computer crashed, thanks to Lucy and her 'tech support' it was up and running again and I could finish my exams in time. So thankful for that!'"
      },
      {
        "testimonialId": 12,
        "reviewerName": "Inez",
        "reviewerAge": "57",
        "imageUrl": "/testimonials/testimonial-inez1.jpg",
        "imageAlt": "Inez",
        "review": "'Many thanks to Mike for fixing my leaky faucet. You saved me from a mini flood! I'll admit I was at first a bit hesitant to ask a stranger for help like this, but it worked really well and I will recommend your service to my friends!'"
      },
      {
        "testimonialId": 13,
        "reviewerName": "Simon",
        "reviewerAge": "62",
        "imageUrl": "/testimonials/testimonial-simon1.jpg",
        "imageAlt": "Simon",
        "review": "'Thanks to James for letting me help with his car repairs when he needed some assistance. Felt good to lend a hand and pass on my knowledge!'"
      },
      {
        "testimonialId": 14,
        "reviewerName": "Edward",
        "reviewerAge": "59",
        "imageUrl": "/testimonials/testimonial-edward1.jpg",
        "imageAlt": "Edward",
        "review": "'A big shoutout to Grace for watching over my cat while I was away. Happy and purring, thanks to you!'"
      },
      {
        "testimonialId": 15,
        "reviewerName": "Jenny",
        "reviewerAge": "30",
        "imageUrl": "/testimonials/testimonial-jenny1.jpg",
        "imageAlt": "Jenny",
        "review": "'Thanks to Mark for fixing my bike just before my big race! You're amazing!'"
      } 
    ]
}