[
  {
    "plantID": 1,
    "plant_title": "Fiddle Leaf Fig",
    "botanical_name": "Ficus lyrata",
    "common_names": ["Fiddle Leaf Fig Bush", "Little Fiddle"],
    "category_type": ["ficus", "green", "tree", "popular"],
    "origin": "Tropical western and central Africa",
    "description": "Sculptural and dramatic, this plant will flourish in the right conditions with a little extra care. The Ficus Lyrata is also called the violin plant. This name has been given by the enormously firm long leaves that the plant develops. The Ficus Lyrata owes its roots to the tropical rainforests throughout West Africa. Will you adopt this stylish plant?",
    "fun_fact": "Contrary to its name, the indoor fiddle leaf fig tree produces no fruit.",
    "height": "±45cm",
    "careDetails": {
      "care_description": "The fiddle leaf fig is easily recognizable and loved for its distinctive foliage. This tall, dramatic plant has very large, heavily veined, violin-shaped leaves that grow upright.",
      "care_level": "Easy to medium",
      "watering": "Water when the soil is 50-75% dried, then thoroughly drench until the water drains into the saucer. Empty the saucer if the water level is high so as not to drown the roots.",
      "light": "Your Little Fiddle Leaf Fig will grow best with consistent, indirect bright light. Turn the plant every few months once it begins to lean towards the light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1545239705-1564e58b9e4a?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 59,
    "added_to_wishlist": false
  },
  {
    "plantID": 2,
    "plant_title": "Snake Plant",
    "botanical_name": "Sansevieria trifasciata",
    "common_names": ["Snake Plant", "Mother-in-law's Tongue"],
    "category_type": ["sansevieria", "hardy", "air-purifying", "popular"],
    "origin": "West Africa",
    "description": "The Snake Plant is a hardy and easy-to-care-for plant. Its architectural structure and adaptive nature make it perfect for both beginners and experienced plant owners.",
    "fun_fact": "The Snake Plant is known for its ability to survive low light conditions and its ability to produce oxygen at night.",
    "height": "±30cm",
    "careDetails": {
      "care_description": "The Snake Plant is adaptable to a wide range of conditions. It can survive low light levels, drought, and it's even tolerant of over-watering. It's a great choice for beginners.",
      "care_level": "Easy",
      "watering": "Allow the soil to dry between waterings. Water sparingly and avoid waterlogging the soil.",
      "light": "Thrives in indirect light but can tolerate low light conditions. It's also known to survive in full sun.",
      "benefits": "Produces oxygen at night"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1616961065849-edf307a08bcb?q=80&w=1335&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 39.99,
    "added_to_wishlist": false
  },
  {
    "plantID": 3,
    "plant_title": "Monstera Deliciosa",
    "botanical_name": "Monstera deliciosa",
    "common_names": ["Swiss Cheese Plant", "Monstera"],
    "category_type": ["monstera", "green", "vining", "popular"],
    "origin": "Southern Mexico",
    "description": "Known for its distinctive leaves, the Monstera Deliciosa is an easy-to-care-for plant that can adapt to various conditions. It adds a touch of tropical greenery to any space.",
    "fun_fact": "In its natural habitat, the Monstera Deliciosa produces edible fruits that taste like a blend of pineapple and banana.",
    "height": "±75cm",
    "careDetails": {
      "care_description": "The Monstera Deliciosa prefers bright, indirect light but can tolerate lower light conditions. Water when the top 1-2 inches of soil are dry. Avoid over-watering.",
      "care_level": "Easy",
      "watering": "Water moderately, allowing the top 1-2 inches of soil to dry out before watering again. Reduce watering in the winter.",
      "light": "Prefers bright, indirect light but can tolerate lower light conditions.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1617002875212-2d64c72ea93b?q=80&w=1364&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 89,
    "added_to_wishlist": false
  },
  {
    "plantID": 4,
    "plant_title": "Pothos Scandens",
    "botanical_name": "Epipremnum aureum",
    "common_names": ["Devil's Ivy"],
    "category_type": ["pothos", "easy-care", "hanging", "popular"],
    "origin": "Solomon Islands",
    "description": "A popular choice among houseplant enthusiasts, the Pothos is admired for its trailing vines and ability to purify indoor air. It's an excellent low-maintenance plant.",
    "fun_fact": "Pothos is known to be a good luck plant and is often gifted during housewarmings.",
    "height": "±20cm",
    "careDetails": {
      "care_description": "Pothos is an adaptable plant that thrives in a variety of conditions. It can tolerate low light but prefers medium, indirect light. Allow the soil to dry out between waterings.",
      "care_level": "Easy",
      "watering": "Water when the top inch of soil is dry. Pothos can tolerate some degree of drought. Over-watering should be avoided.",
      "light": "Thrives in medium, indirect light but can tolerate low light conditions.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/pothos-scandens.png"
    },
    "price": 24.99,
    "added_to_wishlist": false
  },
  {
    "plantID": 5,
    "plant_title": "ZZ Plant",
    "botanical_name": "Zamioculcas zamiifolia",
    "common_names": ["ZZ Plant", "Zanzibar Gem"],
    "category_type": ["zz plant", "low-light", "air-purifying", "popular"],
    "origin": "Eastern Africa",
    "description": "The ZZ Plant is known for its tolerance to low light and neglect. Its glossy, dark green leaves add a modern touch to any space. Perfect for those with a busy lifestyle.",
    "fun_fact": "The ZZ Plant's rhizomes store water, making it highly drought-tolerant.",
    "height": "±25cm",
    "careDetails": {
      "care_description": "ZZ Plants thrive in low light conditions and are known for their ability to tolerate neglect. Water sparingly and allow the soil to dry out between waterings.",
      "care_level": "Easy",
      "watering": "Water the plant every 2-3 weeks. ZZ Plants are drought-tolerant and prefer to dry out between waterings.",
      "light": "Tolerates low light conditions but can adapt to brighter light. Avoid direct sunlight.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.pexels.com/photos/5188783/pexels-photo-5188783.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    "price": 34.95,
    "added_to_wishlist": false
  },
  {
    "plantID": 6,
    "plant_title": "Rubber Plant",
    "botanical_name": "Ficus elastica",
    "common_names": ["Rubber Plant", "Rubber Tree"],
    "category_type": ["ficus", "tree", "air-purifying", "popular"],
    "origin": "Southeast Asia",
    "description": "With its bold, dark green leaves, the Rubber Plant makes a statement in any room. It is easy to care for and helps purify indoor air, making it a popular choice for homes and offices.",
    "fun_fact": "Rubber Plants were part of NASA's Clean Air Study and are effective in removing indoor air pollutants.",
    "height": "±40cm",
    "careDetails": {
      "care_description": "Rubber Plants prefer bright, indirect light but can tolerate lower light conditions. Water moderately, allowing the top inch of soil to dry out before watering again.",
      "care_level": "Easy to medium",
      "watering": "Water moderately. Allow the top inch of soil to dry out before watering. Over-watering should be avoided.",
      "light": "Prefers bright, indirect light but can tolerate lower light conditions.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/rubber-plant.jpeg"
    },
    "price": 49.95,
    "added_to_wishlist": false
  },
  {
    "plantID": 7,
    "plant_title": "Raven ZZ Plant",
    "botanical_name": "Zamioculcas zamiifolia 'dowon'",
    "common_names": ["Raven ZZ Plant"],
    "category_type": ["air-purifying", "popular"],
    "origin": "East Africa",
    "description": "Jet-black leaflets adorn gracefully arching stalks of the low maintenance Raven ZZ Plant. New leaves emerge chartreuse and darken with age, providing deep contrast for added drama. ZZ plants are famously tough, able to thrive in any light level and requiring very infrequent watering. Keep the glossy leaves gleaming with a pair of microfiber dusting gloves.",
    "fun_fact": "The leaves of your ZZ Plant are naturally shiny and glossy, so no leaf shine is needed. Simply wipe them with a damp cloth or mist them occasionally to keep them dust free.",
    "height": "±25cm",
    "careDetails": {
      "care_description": "This plant is tough-making it perfect for the forgetful plant owner. This hardy plant is able to survive for months without water and will grow well in any light except direct sun.",
      "care_level": "Easy",
      "watering": "Water only when the soil volume is completely dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that accumulates in the saucer.",
      "light": "Your ZZ plant prefers indirect bright light. It will tolerate low light and can even adapt to fluorescent lighting, but growth will slow. Avoid extended exposure to direct sunlight, which can scorch the foliage.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/raven-zz.jpeg"
    },
    "price": 49,
    "added_to_wishlist": false
  },
  {
    "plantID": 8,
    "plant_title": "Peace Lily",
    "botanical_name": "Spathiphyllum wallisii",
    "common_names": ["Peace Lily", "White Sails"],
    "category_type": ["peace lily", "flowering", "air-purifying", "popular"],
    "origin": "Central and South America",
    "description": "The Peace Lily is loved for its elegant white blooms and air-purifying qualities. It adds a touch of tranquility to any space and is relatively easy to care for.",
    "fun_fact": "Peace Lilies were included in NASA's list of top air-purifying plants, removing common indoor pollutants.",
    "height": "±35cm",
    "careDetails": {
      "care_description": "Peace Lilies prefer bright, indirect light and consistently moist soil. They will droop when they need water, but revive quickly once watered.",
      "care_level": "Easy",
      "watering": "Keep the soil consistently moist. Water when the top inch of soil feels dry. Wilting is a sign it needs water.",
      "light": "Prefers bright, indirect light but can tolerate lower light conditions.",
      "benefits": "Air-purifying"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1610354745731-33642d488abb?q=80&w=1365&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 29.95,
    "added_to_wishlist": false
  },
  {
    "plantID": 9,
    "plant_title": "Aloe Vera",
    "botanical_name": "Aloe barbadensis miller",
    "common_names": ["Aloe Vera"],
    "category_type": ["aloe vera", "succulent", "medicinal", "popular"],
    "origin": "Arabian Peninsula",
    "description": "Aloe Vera is a versatile and popular succulent known for its soothing gel. Easy to care for, it's a must-have for its decorative and potential medicinal properties.",
    "fun_fact": "Aloe Vera gel is commonly used to soothe sunburns, moisturize skin, and promote healing of minor cuts and wounds.",
    "height": "±15cm",
    "careDetails": {
      "care_description": "Aloe Vera prefers bright, indirect light. Allow the soil to dry out between waterings, and water sparingly. Well-draining soil is essential.",
      "care_level": "Easy",
      "watering": "Water sparingly. Allow the soil to dry out between waterings. Over-watering can lead to root rot.",
      "light": "Prefers bright, indirect light but can tolerate some direct sunlight.",
      "benefits": "Medicinal (Aloe Vera gel)"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/aloe-vera.png"
    },
    "price": 22.95,
    "added_to_wishlist": false
  },
  {
    "plantID": 10,
    "plant_title": "Snake Plant",
    "botanical_name": "Dracaena trifasciata",
    "common_names": ["Snake Plant", "Sansevieria", "Mother in Law's Tongue"],
    "category_type": ["asparagaceae", "green"],
    "origin": "West Africa",
    "description": "If you're new to the indoor plant game or are simply looking for an easy-care houseplant, the Snake Plant is the plant for you. This hardy plant is renowned for its adaptability and its classic sword-like leaves. It can withstand full sun and handle low light—though it will do best in bright indirect sunlight. The Snake Plant is also drought tolerant, making it able to take a little neglect. Keep its sturdy leaves dust-free by wiping them regularly.",
    "fun_fact": "Sansevieria are unique in that they perform a specific type of photosynthesis at night which allows them to release oxygen throughout the night, unlike most other plants that release oxygen only during the day.",
    "height": "±60cm",
    "careDetails": {
      "care_description": "If you're new to plant ownership or are simply looking for an easy-care houseplant, a Sansevieria is the plant for you. These hardy plants remain popular because of their adaptability to a wide range of growing conditions.",
      "care_level": "Easy",
      "watering": "Water only when the soil volume is 100% dry. It's better to err on the dry side. Water thoroughly to encourage a healthy root system and discard any excess water in the saucer.",
      "light": "Your Snake Plant can tolerate any light level. The brighter the light, the faster it will grow. Always acclimate the plant over a few weeks if moving from indirect to direct light to avoid scorching the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/snake-plant.jpeg"
    },
    "price": 39,
    "added_to_whishlist": false
  },
  {
    "plantID": 11,
    "plant_title": "Burgundy Rubber Tree",
    "botanical_name": "Ficus elastica 'Burgundy'",
    "common_names": ["Burgundy Rubber Tree"],
    "category_type": ["ficus", "black"],
    "origin": "Eastern Himalayas, Southeast Asia",
    "description": "Robust and dramatic, the Burgundy Rubber Tree sports large, glossy leaves on durable, upright stems. This striking plant is ready to make a statement in your home with its dark, moody color palette ranging from deep forest green to rich burgundy red. This low-maintenance plant will be happiest in a spot with bright indirect light.",
    "fun_fact": "Your Ficus may enter a period of dormancy where growth will slow in the cold fall and winter months, perking back up in the spring and summer.",
    "height": "±60cm",
    "careDetails": {
      "care_description": "Ficus trees are very easy to care for once they are settled into their new environment. After they adjust to their new home, they will thrive in a spot with bright indirect light and a consistent watering schedule. Happy in virtually any situation that avoids direct blazing sunshine, your Ficus is a beautiful, low-maintenance indoor plant.",
      "care_level": "Easy",
      "watering": "Water when 50%-75% of the soil volume is dry. Water slowly so that it soaks into the soil until it flows through the drainage hole at the bottom of the pot. Discard any excess water that accumulates in the saucer.",
      "light": "Your Burgundy Rubber Tree prefers bright indirect light. Direct sunlight in the morning or late afternoon is fine, but avoid harsh midday sun which may cause leaf scorch. This plant does not tolerate low light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/ficus-burgundy.jpeg"
    },
    "price": 69.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 12,
    "plant_title": "Tineke",
    "botanical_name": "Ficus elastica 'Tineke'",
    "common_names": ["Tineke Rubber Tree"],
    "category_type": ["ficus", "variegated", "popular", "greeen", "white"],
    "origin": "Eastern Himalayas, Southeast Asia",
    "description": "The Ficus Tineke (Ficus elastica), the vibrant younger sibling of our popular Burgundy Rubber Tree. Boasting variegated leaves in hues of creamy pink, yellow, and green, this rubber tree is a captivating presence in any interior setting, whether it graces your space solo or thrives amidst your collection.",
    "fun_fact": "Your Ficus may enter a period of dormancy where growth will slow in the cold fall and winter months, perking back up in the spring and summer.",
    "height": "±30cm",
    "careDetails": {
      "care_description": "Ficus trees are very easy to care for once they are settled into their new environment. After they adjust to their new home, they will thrive in a spot with bright indirect light and a consistent watering schedule. Happy in virtually any situation that avoids direct blazing sunshine, your Ficus is a beautiful, low-maintenance indoor plant.",
      "care_level": "Easy",
      "watering": "Water your plant when 50%-75% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light": "Your Ficus Tineke prefers bright, indirect light. Your plant may lose its beautiful cream variegation on new leaves if it's not receiving enough light. If you are worried you don't have enough light for your plant, consider using a grow light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1597055181300-e3633a917c9c?q=80&w=1364&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 52.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 13,
    "plant_title": "Cat Palm",
    "botanical_name": "Chamaedorea cataractarum",
    "common_names": ["Cat Palm", "Cascade Palm", "Cataract Palm"],
    "category_type": ["arecaceae", "pet-friendly", "palm"],
    "origin": "Mexico, Guatemala",
    "description": "The Cat Palm is sure to become a favorite thanks to its lush tropical appearance and dense green foliage. The Cat Palm's fluffy leaves and short trunk give the feeling of a jungle oasis in your very own home. As one of our fullest plants, this palm is ready to make a statement. The Cat Palm is easy to care for and prefers indirect bright light.",
    "fun_fact": "The cat palm's name, Chamaedorea cataractarum, comes from the Latin word 'cataractarum,' meaning 'waterfall.' It's named for its native habitat near waterfalls in Mexico and Guatemala.",
    "height": "±60cm",
    "careDetails": {
      "care_description": "Palms are robust, low maintenance, and a classic addition to any plant collection. Though Palms are unmistakably tropical, their elegant fronds will complement any decor. Palms tend to grow slowly, so you don't need to worry about them outgrowing their spot too quickly.",
      "care_level": "Easy",
      "watering": "Water your Cat Palm when the top 50% of the soil is dry. Water until you see water flow freely into the saucer. Always make sure the saucer is free of any standing water.",
      "light": "Your Cat Palm prefers bright indirect light. It will grow faster in bright indirect light but it is not considered a fast-growing palm. Keep out of direct sunlight as it may scorch the fronds. This palm does not do well in low light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1627222471517-af7118bc97a6?q=80&w=1289&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 49,
    "added_to_whishlist": false
  },
  {
    "plantID": 14,
    "plant_title": "Spider Plant",
    "botanical_name": "Chlorophytum Comosum",
    "common_names": ["Spider Ivy", "Airplane Plant", "Ribbon Plant"],
    "category_type": ["asparagaceae", "pet-friendly", "green", "hanging"],
    "origin": "Tropical and southern Africa",
    "description": "The Spider Plant is among the most adaptable houseplants and is very easy to grow. A graceful plant that makes a statement anywhere—from a tabletop to a mantle, or as a hanging plant with its lovely arching leaves. The pet-friendly spider plant is also known for its air-purifying qualities, making it a healthy addition to your home.",
    "fun_fact": "Mature spider plants will produce 'spiderettes' (baby spider plants) at their end of long, stiff stems. If you wish to propagate your spider plant, simply cut off the small plant, stick it in a small pot of moist soil and water gently. Another method is to stick the spiderette in a glass of water for 1-2 weeks then plant the rooted plantlet in a pot of soil.",
    "height": "±40cm",
    "careDetails": {
      "care_description": "The Spider plant is among the most adaptable houseplants, and is very easy to grow. A graceful plant that makes a statement anywhere—from a tabletop to a mantle, or with its lovely arching leaves as a hanging plant. The Spider Plant is also known for its tremendous air purifying qualities, making it a healthy addition to your home as well.",
      "care_level": "Easy",
      "watering": "Water your spider plant when 50-75% of the soil volume is dry. Dry crispy tips often point to underwatering while dark brown tips point to overwatering. Water thoroughly and discard of any excess water in the saucer.",
      "light": "Your spider plant can be placed in low to indirect bright light. The more light the plant receives, the bolder the stripes will be. Watch out for too much direct light and it can scorch the leaves. If you don't have an ideal location for your Spider Plant, use a Grow Light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/spider.png"
    },
    "price": 13.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 15,
    "plant_title": "Golden Pothos",
    "botanical_name": "Epipremnum aureum",
    "common_names": [
      "Devil's Ivy",
      "Golden Pothos",
      "Pothos",
      "Taro Vine",
      "Devil's Vine"
    ],
    "category_type": ["araceae", "climbing", "variegated", "hanging"],
    "origin": "Tropical Solomon Islands",
    "description": "The Golden Pothos is a charming and easy-care plant that looks lovely cascading down a shelf or windowsill. With its heart-shaped leaves streaked with green to golden-yellow variegation, this plant is ready to steal the show. This pothos can be placed in low to indirect light and likes to dry between waterings. You can encourage bushy growth by pruning near a node and easily propagate these cuttings in water.",
    "fun_fact": "The leaves of a Pothos plant resemble a heart shape.",
    "height": "±30cm",
    "careDetails": {
      "care_description": "Pothos plants are known for their ease of care and durability. They are happy placed in a bright well-lit area, however, they can tolerate lower light. They are living air purifiers, removing common household toxins from the air, making it a healthy and beautiful addition for your space.",
      "care_level": "Easy",
      "watering": "Water when 50-75% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light": "Your Pothos prefers indirect bright light. It can tolerate lower light, but growth will slow and the colors may fade. Direct light can scorch the leaves.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1643058193371-01baea73ccd6?q=80&w=1335&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 25,
    "added_to_whishlist": false
  },
  {
    "plantID": 16,
    "plant_title": "Peperomia Hope",
    "botanical_name": "Peperomia 'Hope'",
    "common_names": ["Acorn Peperomia", "Four-leaved Peperomia"],
    "category_type": [
      "piperaceae",
      "semi-succululent",
      "green",
      "climbing",
      "pet-friendly"
    ],
    "origin": "Hybris Origin (Peperomia deppeana x quadrifolia)",
    "description":
      "The Peperomia Hope originates from the Amazon and is a real jungle plant. This cute baby plant has quite chunky leaves, which makes it look like a succulent, but don't be confused by that- she needs quite a bit to drink. When she starts to grow she'll stretch her stems proudly in the air, but as she gets a bit bigger they will sink down, and then you can let her hang out in a hanging pot. With a little bit of love and regular pampering with mist from a sprayer she will grow into a graceful living-room plant up to 30cm long.",
    "fun_fact":
      "They may look and behave like succulents, but they're not! Peperomia require a bit more water and higher humidity than your average succulent.",
    "height": "±20",
    "careDetails": {
      "care_description":
        "Peperomia are incredibly easy-going, low-care houseplants-great for beginners! Native to South American rainforests, Peperomia grow in the cool understory of the rainforest. Slow-growing and compact, some varieties of Peperomia are often mistaken as succulents.",
      "care_level": "Easy",
      "watering":
        "Water your Peperomia when 50%-75% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Place your Peperomias in low to indirect light. Too little light can cause slow growth while too much light can burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/peperomia-hope.jpeg"
    },
    "price": 7.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 17,
    "plant_title": "Parlor Palm",
    "botanical_name": "Chamaedorea elegans",
    "common_names": [
      "Neanthe Bella Palm",
      "Parlor Palm",
      "Parlour Palm",
      "Tabletop Palm",
      "Bella Palm"
    ],
    "category_type": ["arecaceae", "palm", "tree", "green", "pet-friendly"],
    "origin": "Rainforests of southern Mexico and Guatemala",
    "description":
      "This slow-growing, compact palm thrives in a variety of light situations and tight spaces. It's dark green fronds create a bushy, lush plant perfect for tabletops, desks, and shelves. The Parlor Palm will do best in bright, filtered light, but will readily adapt to low light as well. Native to Mexico and Central America, the Parlor Palm requires very little care and is an excellent air purifier.  This indoor plant is highly adaptable making it perfect for offices, businesses with less than ideal growing conditions.",
    "fun_fact":
      "The parlor palm, despite its name, isn't a true palm. It belongs to the Chamaedorea genus and is often called the 'bamboo palm' or 'neanthe bella palm.'",
    "height": "±45",
    "careDetails": {
      "care_description":
        "Palms are robust, low maintenance, and a classic addition to any plant collection. Though Palms are unmistakably tropical, their elegant fronds will complement any decor. Palms tend to grow slowly, so you don't need to worry about them outgrowing their spot too quickly.",
      "care_level": "Easy",
      "watering":
        "Water your Palm when the top 50% of the soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Your Palm prefers bright indirect light but can adapt to medium to low light areas.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.unsplash.com/photo-1687269111857-3b398711c2f4?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
    },
    "price": 49.95,
    "added_to_whishlist": false
  },
  // -------------------------JAG LA IN EN BILD PÅ EN ANNAN LIKNANDE SUCCULENT, vet inte vad det är för något.
  // {
  //   "plantID": 18,
  //   "plant_title": "Aloe Vera",
  //   "botanical_name": "Asphodelaceae",
  //   "common_names": ["Aloe barbadensis miller"],
  //   "category_type": ["asphodelaceae", "succulent", "green"],
  //   "origin": "Arabian Peninsula",
  //   "description":
  //     "Discover the Aloe Vera, a resilient succulent from the Asphodelaceae family, renowned for its soothing properties and distinctive rosette of fleshy, pointed leaves. Originating from the arid landscapes of the Arabian Peninsula, Aloe barbadensis miller has been a cherished botanical companion for centuries.",
  //   "fun_fact":
  //     "Native to the Arabian Peninsula, Aloe, particularly Aloe vera, has been around for thousands of years and has been widely used for cosmetics and medicinal purposes.",
  //   "height": "±20",
  //   "careDetails": {
  //     "care_description":
  //       "Known to be an incredibly easy-going succulent, an Aloe makes a great indoor plant that can also help to purify the air. Because they are succulents, they require very little water and maintenance. Your Aloe plant will be happiest on a sunny window ledge.",
  //     "care_level": "Easy",
  //     "watering":
  //       "Water your Aloe Vera when the soil volume is 100% dry. Water thoroughly until it flows out of the drainage hole. Discard excess water to discourage root rot.",
  //     "light":
  //       "Your Aloe plant prefers bright indirect light to full sun. Insufficient light will cause the leaves to droop downwards. If you don't have a location with ideal lighting for your plant, use a Grow Light!",
  //     "benefits": "Skin-soothing properties"
  //   },
  //   "images": {
  //     "preview_url": "",
  //     "full_size_url": "https://images.unsplash.com/photo-1463154545680-d59320fd685d?q=80&w=1275&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  //   },
  //   "price": 9.95,
  //   "added_to_whishlist": false
  // },
  {
    "plantID": 19,
    "plant_title": "Chinese Evergreen Crete Flame",
    "botanical_name": "Aglaonema",
    "common_names": [
      "Crete Aglaonema Flame",
      "Red Aglaonema",
      "Chinese Evergreen 'Crete'",
      "Aglaonema 'Siam Aurora'",
      "Siam Aglaonema",
      "Firecracker Aglaonema"
    ],
    "category_type": ["araceae", "red", "pink"],
    "origin": "Southeast Asia",
    "description":
      "Meet the Chinese Evergreen, a stunning member of the Araceae family that adds an exotic touch to your indoor oasis. Hailing from the lush landscapes of Southeast Asia, Aglaonema enchants with its bold foliage, featuring striking patterns and shades that transform any room into a botanical masterpiece.",
    "fun_fact": "Aglaonemas are exceptional air purifiers.",
    "height": "±25",
    "careDetails": {
      "care_description":
        "Aglaonemas are often vibrant and colorful, with strikingly patterned leaves. Because they're so easy-going, Aglaonemas are perfectly suited for a modern living room or office, dim bedroom, or cozy study. Because of their tolerance for both moist and dry conditions, and the fact that they will thrive with low light, they are a perfect choice for less than ideal light conditions or forgetful plant owners.",
      "care_level": "Easy",
      "watering":
        "Water your Aglaonema when 50% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Your Aglaonema prefers bright to medium indirect light. It can adapt to low light, but the growth will slow. Direct morning sunlight is fine for this plant, but avoid prolonged exposure to direct sun which can scorch the leaves.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/crete-flame.jpg"
    },
    "price": 11.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 20,
    "plant_title": "Boston Fern",
    "botanical_name": "Nephrolepis exaltata 'Boston'",
    "common_names": ["Sword Fern", "Green Lady"],
    "category_type": ["Nephrolepidaceae", "green", "pet-friendly"],
    "origin": "Tropical regions of the Americas",
    "description":
      "This stylish plant is the Boston Fern, also known as the Nephrolepis Exaltata Green Lady. She has feather-like leaves, coloured in a fresh green colour. She is a very full plant that looks quite bushy. A good addition for every stylish interior lover!",
    "fun_fact":
      "Your Boston Fern can handle occasional forgetfulness and survive short periods without water. However, it may not be very happy if you let it go too long without water.",
    "height": "±50",
    "careDetails": {
      "care_description":
        "Ferns are native to almost every corner of the globe, but particularly abundant in areas of high moisture, like a tropical rainforest floor. They are seldom found in cold, dry climates. Ferns reproduce through spores, meaning they produce neither seeds nor flowers.",
      "care_level": "Average",
      "watering":
        "She will grow the best in slightly moist potting soil; you can achieve this by giving small amounts of water on a regular basis.",
      "light":
        "The Boston Fern will be happiest at a spot near a north or east facing window. A little morning sun will do her good.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.pexels.com/photos/18085485/pexels-photo-18085485/free-photo-of-houseplants-on-the-wall.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    "price": 5.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 21,
    "plant_title": "Money tree",
    "botanical_name": "Pachira aquatica",
    "common_names": [
      "Money Tree",
      "Good Luck Tree",
      "Malabar Chestnut",
      "Saba Nut",
      "Guiana Chestnut",
      "Wild Kapock Tree",
      "Mexican Money Tree"
    ],
    "category_type": ["tree", "pachira", "green", "pet-friendly"],
    "origin": "Mexico to northern South America",
    "description":
      "Popular for its use in Feng Shui, the Money Tree is a pet-friendly and air-purifying plant with large star-shaped leaves and a braided trunk to give your home a tropical feel.",
    "fun_fact":
      "It has been said the Money Tree may reduce stress, anxiety, and may also help relieve sleeping disorders.",
    "height": "±40",
    "careDetails": {
      "care_description":
        "The Money Tree is a perfect indoor foliage plant to give your home a tropical feel. Native from Mexico to northern South America, the Money Tree is also very popular in Taiwan and other East Asian countries.",
      "care_level": "Easy",
      "watering":
        "Water your Money Tree when the soil volume is 50-75% dry. Always check the soil moisture before watering. Water thoroughly until you see water flow out of the drainage hole and discard any excess water in the saucer.",
      "light":
        "Your Money Tree prefers indirect bright light, and can adjust to lower light. Too much direct light will scorch the leaves, but too little light will cause slow growth and yellow leaves. Rotate your plant monthly to keep growth even. If you are worried you don't have a spot with enough light, try a grow light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/money-tree.jpg"
    },
    "price": 27.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 22,
    "plant_title": "Philodendron Lemon Lime",
    "botanical_name": "Philodendron",
    "common_names": [
      "Heartleaf",
      "Lemon Lime Philodendron",
      "Philodendron Lemon",
      "Lemon Lime Heartleaf Philodendron"
    ],
    "category_type": ["lime", "green", "climbing"],
    "origin": "Tropical regions of the Americas",
    "description":
      "The Philodendron Lemon Lime is a visually striking plant known for its vibrant, heart-shaped leaves with lemon and lime-colored accents. With a glossy texture and vining habit, it adds a tropical touch to indoor spaces. Thriving in bright, indirect light and consistently moist soil, it's versatile for hanging baskets or shelves. Its relatively fast growth makes it a lively and low-maintenance choice for plant enthusiasts.",
    "fun_fact": "There are nearly 500 species of Philodendron!",
    "height": "±20",
    "careDetails": {
      "care_description":
        "Philodendrons are fast-growing, easy plants. They range in growth pattern from graceful and vining to bold and bushy. Philodendrons are generally forgiving and will tolerate all kinds of neglect including low light, poor soil, and inconsistent watering.",
      "care_level": "Easy",
      "watering":
        "Water your Philodendron when the top 50%-75% of the soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "The Philodendron Lemon Lime can cope with low light conditions, but grows faster and produces more leaves bright indirect light. Do not put it in direct sunlight-the sun will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/philodendron-lemon-lime.jpeg"
    },
    "price": 13.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 23,
    "plant_title": "Birkin",
    "botanical_name": "Philodendron 'birkin'",
    "common_names": ["White Wave", "Philodendron Birkin"],
    "category_type": ["stripes", "philodendron", "climbing"],
    "origin":
      "Relatively new hybrid, many philodendrons hail from the lush rainforests of Brazil and Paraguay",
    "description":
      "Seeking a plant that effortlessly combines elegance and ease? Look no further than the Philodendron Birkin - a unique philodendron cultivar with lush, glossy leaves adorned by intricate white pinstripes.",
    "fun_fact": "There are nearly 500 species of Philodendron!",
    "height": "±25",
    "careDetails": {
      "care_description":
        "Philodendrons are fast-growing, easy plants. They range in growth pattern from graceful and vining to bold and bushy. Philodendrons are generally forgiving and will tolerate all kinds of neglect including low light, poor soil, and inconsistent watering.",
      "care_level": "Easy",
      "watering":
        "Water your Philodendron when the top 50-75% of soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Your Philodendron Birkin prefers bright, indirect light. It can survive in medium light conditions, but growth may slow. The variegation on its leaves will be more pronounced in higher light. Do not put it in full, direct sunlight as it will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/birkin.jpg"
    },
    "price": 12.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 24,
    "plant_title": "Philodendron Mayoi",
    "botanical_name": "Philodendron",
    "common_names": ["Philodendron"],
    "category_type": ["climbing", "green", "fun shape", "rare"],
    "origin": "Tropical regions of the Americas",
    "description":
      "Philodendron mayoi is a rare species that there's a growing demand for. What sets this plant apart from the common heartleaf philodendron is its large, palm-like leaves and the stalks (petioles) and underside veins with a striking red tinge. As the plant grows, the glossy green lobes deepen and widen. A large climbing, vining plant that, when mature, can grow to be over 6 feet tall, it's a perfect dramatic floor specimen.",
    "fun_fact":
      "A fun fact about her name is that she is named after the botanist who discovered her.",
    "height": "±35",
    "careDetails": {
      "care_description":
        "Philodendrons are fast-growing, easy plants. They range in growth pattern from graceful and vining to bold and bushy. Philodendrons are generally forgiving and will tolerate all kinds of neglect including low light, poor soil, and inconsistent watering.",
      "care_level": "Easy",
      "watering":
        "Unlike some thirsty tropical species, your Philodendron mayoi isn't too fussy regarding its watering regime. Feel the soil with your fingers to check when your plant needs irrigating. When the top couple of inches of potting soil is dry, it's usually time to water.",
      "light":
        "Natural, bright light is important for your Philodendron mayoi, but ideally, it should be indirect. A couple of hours of morning sun near a north or east-facing window shouldn't be harmful.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/philodendron-mayoi.jpg"
    },
    "price": 25,
    "added_to_whishlist": false
  },
  {
    "plantID": 25,
    "plant_title": "Philodendron Brasil",
    "botanical_name": "Philodendron Hederaceum 'Brasil'",
    "common_names": [
      "Philodendron Brasil",
      "Heartleaf",
      "Variegated heart leaf philodendron "
    ],
    "category_type": ["philodendron", "climbing", "green", "variegated"],
    "origin": "Rainforests of South America",
    "description":
      "The Philodendron Brasil is loved for her heart-shaped leaves that have a chunky, bright lime-colored stripe in the centre. This gives the plant a cool pop of color that really stands out next to her dark green color remaining parts of the leaf. Her vines can get really long, so you can cover your urban jungle in her cute leaves in no time!",
    "fun_fact": "There are nearly 500 species of Philodendron!",
    "height": "±35",
    "careDetails": {
      "care_description":
        "Philodendrons are fast-growing, easy plants. They range in growth pattern from graceful and vining to bold and bushy. Philodendrons are generally forgiving and will tolerate all kinds of neglect including low light, poor soil, and inconsistent watering.",
      "care_level": "Easy",
      "watering":
        "Water your Philodendron when the top 50%-75% of the soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "The Philodendron Brasil can survive in low light conditions, but grows faster and produces more leaves in medium or bright indirect light. The variegation will be more pronounced in higher light. Do not put it in direct sunlight since the sun will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/philodendron-brasil.jpg"
    },
    "price": 12,
    "added_to_whishlist": false
  },
  {
    "plantID": 26,
    "plant_title": "Philodendron Pink Princess",
    "botanical_name": "Philodendron erubescens 'pink princess'",
    "common_names": ["Blushing Philodendron", "Philodendron pink princess"],
    "category_type": ["philodendron", "variegated", "green", "pink", "climbing"],
    "origin": "Columbia",
    "description":
      "Isn't she stunning! The Philodendron Pink Princess, also commonly referred to as the Blushing Philodendron, has beautiful dark green leaves in the shape of arrows and that are decorated with an explosion of pink color. She is really a living work of art. Even the undersides of the leaves have an amazing red/coppery hue. Try to keep your eyes off her!",
    "fun_fact":
      "The cost is especially high since these plants are not easily grown from seed due to their variegation being a result of mutation.",
    "height": "±5",
    "careDetails": {
      "care_description":
        "Philodendrons are fast-growing, easy plants. They range in growth pattern from graceful and vining to bold and bushy. Philodendrons are generally forgiving and will tolerate all kinds of neglect including low light, poor soil, and inconsistent watering.",
      "care_level": "Easy",
      "watering":
        "Water your Philodendron Pink Princess when the soil is 75% dry. Water thoroughly until water comes out of the drainage holes, and be sure to empty the saucer of any excess water. This plant is sensitive to overwatering. If the soil remains constantly wet, the roots will rot.",
      "light":
        "Your Philodendron Pink Princess can survive in low light conditions, but grows faster and produces more variegation in bright indirect light. The plant can only tolerate direct sun in the morning; extended periods or exposure to the harsh midday sun will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://images.pexels.com/photos/4530723/pexels-photo-4530723.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    "price": 12.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 27,
    "plant_title": "Rhaphidophora Variegata",
    "botanical_name": "Rhaphidophora tetrasperma 'variegata'",
    "common_names": [
      "Mini Monstera",
      "Monstera Minima",
      "Monstera Minima Variegata",
      "Philodendron/monstera 'Ginny'",
      "Philodendron 'Piccolo'"
    ],
    "category_type": [
      "rhaphidophora",
      "variegated",
      "green",
      "white",
      "climbing"
    ],
    "origin": "Thailand and Malaysia",
    "description":
      "This unique but beautiful plant is the Rhaphidophora Tetrasperma Variegata, perhaps better known as the Monstera Minima (variegata). Really an appearance due to her shiny green leaves with the beautiful white variegation markings added to it. She is very rare and therefore highly sought after by real plant lovers. Despite her nickname, she is not officially part of the Monstera family, but understandably so. Its leaves have the fenestrations mostly seen in the Monstera family.",
    "fun_fact":
      "Known for looking like a miniature version of monstera deliciosa, this mini monstera has dramatically variegated leaves that are deeply serrated. It packs a bold punch into a tiny plant!",
    "height": "±25",
    "careDetails": {
      "care_description":
        "This plant loves to climb! You can train it up a trellis or a pole.",
      "care_level": "Average",
      "watering":
        "Water your Rhaphidophora when the top 50-75% of the soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Your Rhaphidophora prefers bright, indirect light. It can survive in medium light conditions but may stop growing or produce smaller leaves. Do not put it in full, direct sunlight—the sun will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": ""
    },
    "price": 22.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 28,
    "plant_title": "Rhaphidophora Mini Monstera",
    "botanical_name": "Rhaphidophora tetrasperma",
    "common_names": [
      "Monstera Minima",
      "Monstera Minima Variegata",
      "Mini Monstera",
      "Philodendron/monstera 'Ginny'",
      "Philodendron 'Piccolo'"
    ],
    "category_type": ["rhaphidophora", "green", "climbing"],
    "origin": "Thailand and Malaysia",
    "description":
      "Named for their resemblance to the magnificent Monstera deliciosa, the mini monstera is actually not a monstera but a part of an independent genus, Rhaphidophora.",
    "fun_fact":
      "This plant loves to climb! You can train it up a trellis or a pole.",
    "height": "±30",
    "careDetails": {
      "care_description":
        "Often mistaken for Monstera, Rhaphidophora are unique plants in their own right. Featuring bold, perforate leaves, Rhaphidophora will make a unique addition to your home and is sure to spark a conversation.",
      "care_level": "Easy",
      "watering":
        "Water your Rhaphidophora when the top 50-75% of the soil is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer.",
      "light":
        "Your Rhaphidophora prefers bright, indirect light. It can survive in medium light conditions but may stop growing or produce smaller leaves. Do not put it in full, direct sunlight—the sun will burn the foliage.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/tetrasperma.jpg"
    },
    "price": 12.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 29,
    "plant_title": "Monstera Adansonii",
    "botanical_name": "Monstera adansonii",
    "common_names": ["Swiss Cheese Vine", "Five Holes Plant"],
    "category_type": ["monstera", "green", "climbing"],
    "origin": "Central and South America, West Indies and Mexico",
    "description":
      "The Monstera Adansonii, sometimes known as a Swiss cheese plant or a monkey mask, is a natural climber. If you give her a bit of space in your living room, you will quickly see roots emerging to try to find things to grab hold of. Offer them a wire or a post to hold on to and in no time your Monstera will be on its way upwards, and will show how happy she is by sprouting big new leaves.",
    "fun_fact":
      "Monstera plants are known for their distinctive leaf patterns. The slits and holes in Monstera leaves are called fenestrations.",
    "height": "±30",
    "careDetails": {
      "care_description":
        "Monsteras are unique, easygoing houseplants whose dramatic leaves are adorned with dramatic hole formations. The bold foliage makes Prayer Plants perfect for window sills, mantles, or shelves that need a splash of color. Prayer Plants get their name from the way the leaves fold in the evening, resembling hands folded in prayer.",
      "care_level": "Easy",
      "watering":
        "Water your Monstera Adansonii when the top 75% of soil is dry. Never allow your plant to sit in water or soggy soil, as this can lead to root rot and the eventual death of your plant.",
      "light":
        "Your Monstera Adansonii prefers bright indirect light. It can survive in lower light conditions but growth may slow. Keep out of direct sunlight for extended periods, as it can burn the leaves. If you don't have a location with ideal lighting for your Monstera Adansonii, use a Grow Light!",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/adansonii.jpg"
    },
    "price": 49,
    "added_to_whishlist": false
  },
  {
    "plantID": 30,
    "plant_title": "Red Prayer Plant",
    "botanical_name": "Maranta leuconeura",
    "common_names": ["Prayer Plant", "Herringbone Plant", "Maranta Prayer Plant"],
    "category_type": [
      "marantaceae",
      "green",
      "colorful",
      "striped",
      "pet-friendly"
    ],
    "origin": "Rainforests of Brazil",
    "description":
      "The Red Prayer Plant is an easy plant — place it in a sunny spot, keep its soil damp, and mist its leaves once a week and it will flourish. Gaining its name from the way the leaves fold in the evening resembling hands folded in prayer, the Red Prayer Plant is a fan favorite among plant enthusiasts. Native to the rainforests of Brazil, the Prayer Plant prefers bright, indirect sunlight and high humidity.",
    "fun_fact":
      "The leaves of Prayer Plants follow the light. You'll notice the leaves folded in and more compact at night, while they open up with the sun each day.",
    "height": "±30",
    "careDetails": {
      "care_description":
        "Prayer Plants feature unique foliage with feathered, painterly-like veins. The bold foliage makes Prayer Plants perfect for window sills, mantles, or shelves that need a splash of color. Prayer Plants get their name from the way the leaves fold in the evening, resembling hands folded in prayer.",
      "care_level": "Easy",
      "watering":
        "Water when the soil volume is 25% dry. Water until liquid flows through the drainage hole and discard any that accumulates in the saucer.",
      "light":
        "Your Prayer Plant prefers bright, indirect light. Direct sun can cause the leaves to fade and scorch.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/rubber-plant.jpeg"
    },
    "price": 29.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 31,
    "plant_title": "Dracaena Golden Coast",
    "botanical_name": "Dracaena fragrans 'Golden Coast'",
    "common_names": ["Corn Plant", "Dragon Tree"],
    "category_type": ["asparagaceae", "green", "tree"],
    "origin": "Tropics of Africa",
    "description":
      "An eye-catching evergreen Dragon Tree with long, bright green foliage trimmed with a bright gold margin. The striking, variegated foliage of Dracaena fragrans 'Golden Coast' makes this an amazing specimen plant for your home. This is a versatile and easy to grow plant that will give years of pleasure.",
    "fun_fact":
      "NASA lists Dracaena varieties as excellent plants for removing harmful toxins from the air.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "Dracaena plants vary in size, shape, and color, but all share a main characteristic—their long leaves grow outward and up from a central stalk, or cane. The canes are sturdy, lending an unexpected architectural element to the whimsical foliage.",
      "care_level": "Easy",
      "watering":
        "Water when the soil starts to dry out at the top, water well and allow to drain thoroughly. Relatively drought-tolerant. Do not overwater as this will cause the leaf tips to blacken.",
      "light":
        "Dracaena fragrans Golden Coast prefers medium to bright light but can tolerate lower light levels. Avoid direct sunlight as this may burn or bleach the leaves.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/dracaena-golden-coast.jpg"
    },
    "price": 29,
    "added_to_whishlist": false
  },
  {
    "plantID": 32,
    "plant_title": "Alocasia Zebrina",
    "botanical_name": "Alocasia zebrina",
    "common_names": [
      "Elephant Ears",
      "Zebra Plant",
      "Zebrina alocasia",
      "tiger taro (gabing tigre)"
    ],
    "category_type": ["araceae", "green", "striped"],
    "origin": "Rainforest of Southeast Asia",
    "description":
      "The Alocasia zebrina is the princess of the plant savannah. With her beautiful striped stem, which refers to a zebra, she is a feast for the eyes. In natural settings her leaves become so large they're said to resemble an elephant's ear. For many animals in the Southeast Asian rainforest the leaves, which can reach a metre wide, offer a safe hiding place. This is a truly beautiful large houseplant which will reward good care by impressing all your guests.",
    "fun_fact":
      "Alocasia plants grow from bulbs, so even if they lose all of their leaves, the stored energy in their bulbs allows them to sprout new leaves under the right conditions.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "Alocasia plants make a statement with their bold, arrow-head shaped leaves and tall stems. Some Alocasia plants can grow to be 8-10 feet tall!",
      "care_level": "Easy",
      "watering":
        "Water your Alocasia when 25-50% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer. Alocasia is susceptible to root rot, so avoid overwatering.",
      "light":
        "Your Alocasia Zebrina will thrive in bright indirect light. Never allow your plant to stand in the direct sunlight—the leaves will burn. If you don't have an ideal location for your Alocasia, use a Grow Light.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://img.freepik.com/free-photo/potted-plant-alocasia-popular-houseplant_53876-128862.jpg?w=740&t=st=1702999554~exp=1703000154~hmac=3191855466a58d7ede361e2154e79e7fab3ea6f4a9fe06d356682d360504795d"
    },
    "price": 29,
    "added_to_whishlist": false
  },
  {
    "plantID": 33,
    "plant_title": "Calathea White Fusion",
    "botanical_name": "Calathea lietzei 'White Fusion'",
    "common_names": [
      "Prayer Plant",
      "Shadow Plant",
      "Peacock Plant",
      "Zebra Plant",
      "Rattlesnake Plant"
    ],
    "category_type": [
      "calathea",
      "green",
      "purple",
      "variegated",
      "striped",
      "pet-friendly"
    ],
    "origin": "Central Mexico to tropical South America",
    "description":
      "The Calathea originates from the tropical rain forests of Southern America. In these rainforests they grow in the shadows of trees and other big plants, which is why they are also called “Shadow plant”. This beautiful Calathea White Fusion is rare because of her variegated leaves. Asides from that she also has air filtering qualities, so that's a win-win!",
    "fun_fact":
      "Many enthusiasts chose to use collected rainwater or distilled water for their calathea since this plant can be sensitive to chemicals in the water. However, room temperature tap water is fine.",
    "height": "±45",
    "careDetails": {
      "care_description":
        "White fusion Calathea is very specific when it comes to care and maintenance. Yet, once you know the basics and with a little extra effort, it's going to be worthwhile.",
      "care_level": "Hard",
      "watering":
        "The calathea 'White Fusion' prefers to be consistently moist, but soggy and waterlogged conditions are a recipe for disaster. Once the top inch of soil is dry, your plant needs more water.",
      "light":
        "Finding the right light level for your plant is one of the most critical care elements for calathea 'White Fusion.' The wrong light level may cause poor development of the variegation on the plant. This plant needs filtered bright light. Too much light can cause the markings to fade and leaves to curl; too much shade and the markings won't develop properly in the first place.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/calathea-white-fusion.jpg"
    },
    "price": 26,
    "added_to_whishlist": false
  },
  {
    "plantID": 34,
    "plant_title": "Crystallinum",
    "botanical_name": "Anthurium Crystallinum",
    "common_names": ["Flamingo Flower", "Crystal anthurium", "Crystal laceleaf"],
    "category_type": ["araceae", "green", "striped", "rare", "trendy"],
    "origin": "Rainforest of Central and South America",
    "description":
      "This gorgeous plant is a really good addition to your velvet foliage collection! The Anthurium Crystallinum has oval-shaped leaves with silvery veins. New leaves start out with a bit of a yellow or red tone and slowly fade down into a dark green colour. This makes her even more interesting to look at!",
    "fun_fact":
      "Anthuriums get their name from the Greek words “anthos” and “oura,” meaning “tail flower.”",
    "height": "±25",
    "careDetails": {
      "care_description":
        "Best grown indoors as a houseplant, epiphytic Anthurium crystallinums are known for having excellent air purifying properties, helping to rid your home of harmful toxins.",
      "care_level": "Average",
      "watering":
        "Water your Anthurium when 50% of the soil volume is dry. Water until liquid flows through the drainage hole at the bottom of the pot and discard any water that has accumulated in the saucer. Overwatering causes yellow leaf tips and underwatering causes brown leaf tips.",
      "light":
        "Your Anthurium prefers bright indirect light, but can adapt to low light. The more light the plant receives, the more it will grow. It cannot tolerate extended periods of direct sunlight.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/anthurium-rystallinum.jpeg"
    },
    "price": 59,
    "added_to_whishlist": false
  },
  {
    "plantID": 35,
    "plant_title": "Hoya Carnosa Tricolor",
    "botanical_name": "Hoya Carnosa 'Tricolor'",
    "common_names": ["Porcelain flower", "Wax Plant", "Wax Flower"],
    "category_type": [
      "hoya",
      "green",
      "pink",
      "striped",
      "flowers",
      "variegated",
      "pet-friendly",
      "climbing",
      "hanging"
    ],
    "origin": "Eastern Asia and Australia",
    "description":
      "The Hoya Carnosa Tricolor is a beautiful plant with thick leaves. Green with white variegated edges and pink variegation throughout. Which makes the plant look super playful. This colourful plant can even grow some wax flowers for you! These are white with a pinkish center, which matches the plant perfectly. These flowers have an amazing scent. Which makes her not only a delight for your eyes, but also for your nose.",
    "fun_fact":
      "When Hoyas flower, they can sometimes give off chocolate, vanilla, or cinnamon scents.",
    "height": "±25",
    "careDetails": {
      "care_description":
        "Hoyas are slow-growing, vining plants that are also known as wax plants due to their thick and shiny foliage. These easy to care for plants make great gifts!",
      "care_level": "Average",
      "watering":
        "Water when the soil volume is 100% dry. Water thoroughly until you see it flow out of the drainage hole. Discard any excess water to discourage root rot.",
      "light":
        "Bright, indirect light - direct sun will encourage more pink variegation",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/hoya-tricolor.jpg"
    },
    "price": 21.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 36,
    "plant_title": "Skeleton Key",
    "botanical_name": "Epipremnum pinnatum",
    "common_names": ["Dragon-tail Plant", "Centipede Tongavine", "Silver vine"],
    "category_type": ["araceae", "green", "climbing"],
    "origin": "Tropical & Subtropical Asia to Pacific",
    "description":
      "The Epipremnum Skeleton Key has very oddly shaped leaves and with one glance you might recognize the thin key shape where she earned her slightly spooky nickname from. Very cool if you ask us! You can either let her long vines trail down or give her some support to climb onto. Either option will give you the enchanting looks that this plant has to offer.",
    "fun_fact":
      "This plant is sometimes confused with a similar plant in the same family, Epipremnum aureum, also known as pothos, money plant, or devil's ivy. Both plants have shiny green leaves and grow vigorously.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "'Skeleton Key' has a large dark green leaf with a slender pointed tip at the end (like a key) and a broad rounded shape at the top.",
      "care_level": "Easy",
      "watering":
        "Watering your epipremnum pinnatum once a week should be sufficient. Make sure the soil surface is dry before watering. Use lukewarm water and soak the top layer of the soil surface until it is slightly damp. Adjust the watering schedule in winter when the plant grows more slowly and will need less frequent watering.",
      "light":
        "The epipremnum pinnatum can grow in partial shade or partial sun. The best light conditions are bright but indirect sun, which you can achieve by placing it to the side of a window with good sun exposure.",
      "benefits": "Air cleaner"
    },
    "images": {
      "preview_url": "",
      "full_size_url": ""
    },
    "price": 20.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 37,
    "plant_title": "Fishbone Cactus",
    "botanical_name": "Disocactus anguliger",
    "common_names": [
      "Fishbone Cactus",
      "Zig Zag Cactus",
      "Ricrac Cactus",
      "Orchid Cactus"
    ],
    "category_type": ["green", "cactus", "hanging", "succulent"],
    "origin": "Mexico",
    "description":
      "This unique looking cactus is called Epiphyllum anguliger, but she is better known as 'Fishbone Cactus'. This is due to her resemblance to a fishbone, cool right? Besides these quirky looking leaves she can also surprise you with gorgeous flowers!",
    "fun_fact":
      "The Fishbone Cactus produces beautiful and fragrant flowers, typically during the nighttime. The nocturnal blooming is an adaptation to attract pollinators like moths and bats, which are more active during the evening hours. This interesting behavior adds a touch of mystery and charm to the Fishbone Cactus.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "The fishbone cactus is a low-maintenance plant that grows well indoors as a houseplant. It thrives in bright, indirect light and enjoys moist, humid conditions. Native to the jungles of Mexico where it grows from tree branches, the fishbone cactus is epiphytic, meaning it can also grow in low soil conditions if necessary.",
      "care_level": "Easy",
      "watering":
        "In contrast to desert cacti, the fishbone cactus appreciates regular watering. As a general rule, you should water your cactus once the top 2-3 inches of the soil have dried out. Fishbone cacti are also sensitive to chemicals in municipal water so if your water is hard you should allow it to sit out for 24 hours before watering your cactus, or use distilled water.",
      "light":
        "In its natural environment, the fishbone cactus grows as an understory plant and receives dappled, indirect light. When grown indoors, a location that receives several hours of bright indirect light is perfect for the fishbone cactus.",
      "benefits": "Unique appearance"
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/fishbone-cactus.jpg"
    },
    "price": 25,
    "added_to_whishlist": false
  },
  {
    "plantID": 38,
    "plant_title": "Prickly Pear Cactus",
    "botanical_name": "Opuntia spp.",
    "common_names": ["Prickly Pear", "Indian fig", "Barbary fig", "Nopal cactus"],
    "category_type": ["green", "cactus", "cactaceae"],
    "origin": "North and South America",
    "description":
      "Meet the charming Prickly Pear Cactus, also known as Opuntia, a delightful addition to your green oasis!  Its simple yet captivating presence can turn any corner of your urban jungle into a vibrant and enchanting desert escape. Let this resilient succulent remind you that even in the prickliest situations, beauty and tenacity can coexist.",
    "fun_fact":
      "Both the pads and the fruit of prickly pears are edible, though some species are preferred. O. ficus-indica is most popular for eating, Care must be taken, however, to avoid both the spines and the small hairs (glochids) on the pads and fruit, so harvesting prickly pear is a time-consuming process.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "The different species of prickly pear have slightly different care needs, but in general, ample sun and well-draining soil are key to their growth. Sitting in soil that's too moist can quickly kill the plant with various forms of rot.",
      "care_level": "Easy",
      "watering":
        "Prickly pear likes dry conditions, and very little watering is required to maintain the plant. This is why the cactus is often used in low-water gardens. Limit your watering to every two to three weeks or whenever the soil is completely dry. When watering, simply moisten the soil without soaking it.",
      "light":
        "As a desert cactus, prickly pear thrives in full sun. That means at least six hours of direct sunlight per day. Indoors, a west- or south-facing window works best. In very hot climates, some shade during midday can prevent scald.",
      "benefits": ""
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://img.freepik.com/free-photo/aesthetic-home-with-cactus-wooden-stool_53876-146622.jpg?w=740&t=st=1702995023~exp=1702995623~hmac=69a442370a0f0a1e6b0e5db32ad8e79b7dc06606bd288b86dd6e04a6762d7e2b"
    },
    "price": 20.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 39,
    "plant_title": "Golden Barrel Cactus",
    "botanical_name": "Echinocactus grusonii",
    "common_names": ["Golden Ball", "Mother-in-law's Cushion"],
    "category_type": ["green", "cactus", "cactaceae"],
    "origin": "North America",
    "description":
      "Admire the Golden Barrel Cactus's easygoing nature as it sits in its pot, a testament to the beauty found in simplicity. No need for excessive fuss—just provide it with ample sunlight, and Sunny will thrive, gracing your urban jungle with a desert-inspired glow. So, are you ready to let this cactus join your plant family? Let this little sunbeam infuse your space with golden vibes and make your urban jungle shine a bit brighter!",
    "fun_fact":
      "They can produce flowers but usually won't start doing that until they are at least 6 inches wide, which can take about 15 years.",
    "height": "±60",
    "careDetails": {
      "care_description":
        "Golden barrel cactus can be grown indoors. They aren't difficult to grow as long as these plants have the brightest, sunniest location. Usually, southern-facing windows offer the strongest sun. These are true, extreme desert plants that cannot handle standing water.",
      "care_level": "Easy",
      "watering":
        "Golden barrel cactus are prone to root rot. From fall to spring, water infrequently (every month or two) and ensure that the soil drains completely. Do not leave any water in the tray or allow it to sit in water. In winter, simulate drought conditions, giving no water. In early spring, gradually provide some water, increasing water to once per week in spring and summer, ensuring the water drains completely.",
      "light":
        "A golden barrel cactus does best in a sunny window with southern exposure and at least six hours of bright sunlight. Plants that do not get enough sunlight will grow slowly and fail to thrive.",
      "benefits": ""
    },
    "images": {
      "preview_url": "",
      "full_size_url": "https://img.freepik.com/free-photo/small-barrel-cactus-terracotta-pot_53876-133225.jpg?w=740&t=st=1702995079~exp=1702995679~hmac=1abb178f17e4e8ef50a03582ce955d47718585759f6d6a636e03745993cf2dd4"
    },
    "price": 13.95,
    "added_to_whishlist": false
  },
  {
    "plantID": 40,
    "plant_title": "Garnet Lotus",
    "botanical_name": "Crassula arborescens",
    "common_names": [
      "Silver Dollar Plant",
      "Chinese Jade",
      "Silver Dollar Jade",
      "Silver Jade Plant"
    ],
    "category_type": ["green", "succulent", "blue", "silver", "burgundy"],
    "origin": "South Africa",
    "description":
      "The lotus under the succulents, the Crassula Garnet Lotus. Crassula 'Garnet Lotus' is a truly stunning succulent with thick frosty purple garnet-colored leaves that taper to a point and are held upright in a lotus-shaped rosette.",
    "fun_fact":
      "The lifespan of succulents, including crassula plants, varies widely, from 20 to over 100 years. If you take care of your crassula plant, you can enjoy it for a long time.",
    "height": "±10",
    "careDetails": {
      "care_description":
        "Easy to grow in potting soil appropriate for cacti and succulents in clay pots with several drainage holes. Place in full sun to light shade. Do not overwater to prevent root rot.",
      "care_level": "Easy",
      "watering":
        "Thoroughly water the compost and allow it to dry out before re-watering. Water less in winter and allow the compost to remain drier for longer.",
      "light":
        "This plant prefers bright conditions. Direct sunlight is beneficial to this plant, however be cautious of letting it scorch in midday summer sun.",
      "benefits": ""
    },
    "images": {
      "preview_url": "",
      "full_size_url": "frontend/public/plant-images/garnet-lotus.jpg"
    },
    "price": 7.95,
    "added_to_whishlist": false
  }
]
